Repository: slashbored/sr_flutter2
Catalog: lib/l10n/intl_*.arb
Languages: de

# languageSelector
source: Please select the language:
de: Bitte wähle die Sprache:

source: or
de: oder

# modeSelector
source: Please select the gamemode:
de: Bitte wähle den Spielmodus:

# enterName
source: Please enter your name and gender:
de: Bitte gib deinen Namen und Geschlecht an:

# pleaseCompleteEntries
source: Please complete your entries.
de: Bitte vervollständige deine Angaben.

# createRoom
source: Create a game
de: Erstelle ein Spiel

# joinRoom
source: Join a game
de: Tritt einem Spiel bei

# joinRoom_hintText
source: Gamecode
de: Spielcode

# joinRoom_enterNumber
source: Please enter a gamecode.
de: Bitte gib einen Spielcode an.

# joinRoom_roomAlreadyRunning
source: Sorry, but there's already a game being played here.
de: Sorry, aber hier wird bereits gespielt.

# joinRoom_roomNotFound
source: No game found.
de: Kein Spiel gefunden.

# settings_headline
source: Settings
de: Einstellungen

# settings_language
source: Language:
de: Sprache:

# comingSoon
source: Coming soon!™ ( ͡° ͜ʖ ͡°)
de: Kommt demnächst!™ ( ͡° ͜ʖ ͡°)

# sexMale
source: Male
de: Männlein

# sexX
source: Other
de: Divers

# sexFemale
source: Female
de: Weiblein

source: No players yet!
de: Noch keine Spieler vorhanden!

# ownTurn
source: Your turn!
de: Du bist am Zug!

# turn
source: s turn
de: ist am Zug

# mimeThis
source: Pantomime this:
de: Pantomimimi folgendes:

# tabooMimePaintGuessp1
source: What is
de: Was will

# tabooMimePaintGuessp2
source: trying to tell us?
de: uns sagen?

# taboop1
source: Explain "
de: Beschreibe "

# taboop2
source: " without using the following words:
de: " ohne folgende Wörter zu benutzen:

# tabooMimeFailStyle1
source: Nobody knows
de: Keiner n Plan

# listThis
source: List the following, go clockwise,
de: Listet folgendes auf, geht reihum,

# compareThis
source: Just between you and me (and the others),
de: Mal unter uns beiden (und den anderen),

# yesStyle1
source: Ye
de: Ja

# noStyle1
source: Nope.
de: Nö

# noStyle2
source: I don't wanna
de: I mog net

# listFailedStyle1
source: Dunno
de: Kein Plan

# FGTimerGo
source: Go!
de: Los!

# BGTimerGo
source: K!
de: Auffi!

# FGTimerDone
source: Done!👍🏻
de: Fertig!👍🏻

# pleaseEnterValidNumber
source: Please enter a valid number.
de: Bitte gib eine korrekte Zahl an.

# waitingForOthersToInput
source: Waiting for the others to input..
de: Warte auf Eingaben der anderen Spieler..

# comparisonDraw
source: It's a draw!
de: Unentschieden!

# networkMode_headline
source: Please select your gamemode:
de: Bitte wähle den Spielmodus aus:

# modeTitle_headline
source: Please select your gamestyle:
de: Bitte wähle eure Spielart aus:

# modeTitle_endless
source: Endless
de: Endlos

# modeTitle_reach
source: Gather points
de: Punkte sammeln

# modeTitle_lose
source: Lose points
de: Punkte loswerden

# hasLeftGame
source: has left the game.
de: hat das Spiel verlassen.

# isNewGM
source: is the new GM.
de: ist der neue GM.

# choseToDrink
source: chose to drink instead.
de: wollte stattdessen lieber trinken.

# timerViewDialog_title
source: Active timers
de: Aktive Timer

# timerDoneDialog_title
source: You are done!
de: Du bist fertig!

source: Close
de: Schließen

# listYouStart
source: you start!
de: du fängst an!

# listNotYouStart
source: starts!
de: fängt an!

# wyr_title
source: So ...
de: Also ...

# compare_title
source: Pull out ... , let's compare!
de: ... aufn Tich, jetzt wird verglichen!

# list_expl
source: (tap this and drink a sip you're if out of ideas)
de: (hier tippen und einen trinken, wenn dir nix mehr einfällt)

# tabooMime_expl
source: (first one to guess makes everybody, excluding you and the actor, drink)
de: (fall du's weißt, hier tippen, dann müssen alle anderen außer dir und dem Darsteller trinken)

# tabooMime_failexpl
source: (if no one gusses or you just don't wanna, click the beers and drink accordingly)
de: (wenn's keiner errät oder du keine Lust hast, hier tippen und dementsprechend trinken)

# nounhis
source: his
de: seine

# nounher
source: her
de: ihre

# nounhe
source: he
de: er

# nounshe
source: she
de: sie

# rejoinQ
source: Rejoin?
de: Wieder rein?

# rejoin1
source: Rejoin game "
de: Wieder rein ins Spiel "

# rejoin2
source: " as "
de: " als "

# joinExistingGameAsking
source: Asking for permission to join...
de: Frage nach Erlaubnis zum Beitritt...

# joinExistingGameDenied
source: DENIED!
de: Abgelehnt!

# pleaseWait
source: Hold on a sec...
de: Bitte warte kurz...

# globalTitle
source: Everyone!
de: Alle jetzt!

# globalFail
source: (tap this and drink a sip, if you're the one who failed)
de: (hier tippen und einen trinken, wenn du's verkackt hast)

source: Cancel
de: Abbrechen

source: Results:
de: Ergebnis:

# waiting
source: Wait for it..
de: Warte, es kommt gleich..

source: Draw
de: Male

# firstStart
source: First start can take a while for stuff to load, you know, it's an Alpha...
de: Beim ersten Start kann es etwas dauern, bis alles geladen ist, Alpha halt...
